const boardData = {
    dateStamp: "01.05.2026 #3", // Эту дату ты видишь внизу сайта
    legends: [ // ОСТАВЛЯЕМ ТАК (это ключ для кода)
        { title: "Главный болтун", value: "Кофе — 94.900 сообщений" },
        { title: "Болтун месяца", value: "Хто-то — 9.800 сообщений" },
        { title: "Звёздная реакция", value: "Акулка — 63 шт." },
        { title: "Сестра чата", value: "Хто-то" }
    ],
    sheikhs: [ // ОСТАВЛЯЕМ ТАК
        { title: "Главный шейх", value: "Нубасик — 9000 руб." },
        { title: "Монстры Boosty", value: "Nubasic — 3 месяца (9к)" },
        { title: "Демоны Boosty", value: "Гримм — 1 месяц (500р)" },
        { title: "Топ донатов", value: "Ольга Стар — 774 руб." },
        { title: "Донат месяца", value: "Parawziq — 300 руб." }
    ],
    hallOfFame: [ // ОСТАВЛЯЕМ ТАК
        { title: "Первый администратор чата", value: "GENBY" },
        { title: "Первый подписчик boosty", value: "ЛЕОНИД БУБЛИК" },
        { title: "Вечная легенда чата", value: "КОФЕ" },
        { title: "Создатель сервера Discord", value: "M1ZERE" },
        { title: "Первый участник чата", value: "ХАЙЗЕНБЕРГ" },
        { title: "Создатель Minecraft-сервера", value: "KIBR_RAMEN" }
    ]
};
